Revit 2027 API
ParameterTypeId.CurtainWallSyspanelThickness Property
 "Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtainWallSyspanelThickness { get; }
Public Shared ReadOnly Property CurtainWallSyspanelThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtainWallSyspanelThickness {
	ForgeTypeId^ get ();
}
static member CurtainWallSyspanelThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace